/* %@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@ */
"%@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@" = "%1$@ 充電量: %2$d%%, 電流: %3$d, アダプタ接続: %4$@, 充電中: %5$@";

/* %d minutes */
"%d minutes" = "%d 分";

/* %dh:%.2dm */
"%dh:%.2dm" = "%1$dh:%2$.2dm";

/* +++ Awake from Sleep +++ */
"+++ Awake from Sleep +++" = "+++ スリープから復帰 +++";

/* +++ Battery is now charging +++ */
"+++ Battery is now charging +++" = "+++ バッテリー充電中 +++";

/* +++ Switching to AC Power +++ */
"+++ Switching to AC Power +++" = "+++ アダプタ動作 +++";

/* --- Battery charging over --- */
"--- Battery charging over ---" = "--- バッテリー充電終了 ---";

/* --- Going to Sleep --- */
"--- Going to Sleep ---" = "--- スリープ開始 ---";

/* --- Switching to Battery Power --- */
"--- Switching to Battery Power ---" = "--- バッテリー動作 ---";

/* . %@ to empty */
". %@ to empty" = ". %@ で空";

/* . %@ to full charge */
". %@ to full charge" = ". %@ で充電完了";

/* 1 hour */
"1 hour" = "1 時間";

/* === Application started === */
"=== Application started ===" = "=== アプリケーション起動 ===";

/* === Monitoring resumed === */
"=== Monitoring resumed ===" = "=== モニタリング復帰 ===";

/* === Monitoring stopped === */
"=== Monitoring stopped ===" = "=== モニタリング停止 ===";

/* === System is shutting down === */
"=== System is shutting down ===" = "=== システム終了 ===";

/* AC adapter */
"AC adapter" = "AC アダプタ";

/* Alerts */
"Alerts" = "警告メッセージ";

/* battery */
"battery" = "バッテリー";

/* Battery #%d */
"Battery #%d" = "バッテリー #%d";

/* Battery Charge */
"Battery Charge" = "バッテリー充電量";

/* Battery charge interrupted */
"Battery charge interrupted" = "バッテリの充電中断";

/* Battery Details */
"Battery Details" = "バッテリーの詳細";

/* Battery Low */
"Battery Low" = "バッテリーが残り少なくなっています";

/* Calculating... */
"Calculating..." = "計算中…";

/* Charge: %d%% */
"Charge: %d%%" = "充電量: %d%%";

/* Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d */
"Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d" = "充電量: %1$d%%, 電圧: %2$dmV, 電流: %3$dmA (最大: %4$dmA), アダプタ接続: %5$@, 充電中: %6$@, 充放電サイクル数: %7$d";

/* Chart View */
"Chart View" = "グラフ表示";

/* Clear Log */
"Clear Log" = "ログを消去";

/* Current Charge: %d%% */
"Current Charge: %d%%" = "現在の充電量: %d%%";

/* Details */
"Details" = "詳細";

/* General */
"General" = "一般";

/* Monitor */
"Monitor" = "モニタ";

/* Never */
"Never" = "モニタリングしない";

/* No */
"No" = "いいえ";

/* no */
"no" = "いいえ";

/* No Snapshots */
"No Snapshots" = "スナップショットをとらない";

/* Open Log */
"Open Log" = "ログを開く";

/* Open Log in Console */
"Open Log in Console" = "コンソールでログを開く";

/* Power Source Changed */
"Power Source Changed" = "電源が変わりました";

/* Power source: %@ */
"Power source: %@" = "電源: %@";

/* Print Document */
"Print Document" = "書類を印刷する";

/* Registered to: */
"Registered to:" = "登録者:";

/* Registration */
"Registration" = "登録";

/* Resume */
"Resume" = "復帰";

/* Resume Monitoring */
"Resume Monitoring" = "モニタリングを復帰する";

/* Session started %@ at %@, monitoring for %@ h */
"Session started %@ at %@, monitoring for %@ h" = "セッション開始時刻 %1$@ at %2$@, モニタリング時間 %3$@ h";

/* Sharing */
"Sharing" = "共有";

/* Shift */
"Shift" = "シフト";

/* Shift Chart */
"Shift Chart" = "グラフをシフトする";

/* Software Update */
"Software Update" = "ソフトウエアをアップデートする";

/* Stop */
"Stop" = "停止";

/* Stop Monitoring */
"Stop Monitoring" = "モニタリングを停止";

/* Switching to AC Power */
"Switching to AC Power" = "AC アダプタに切り替え";

/* Switching to Battery Power */
"Switching to Battery Power" = "バッテリーに切り替え";

/* The Battery has been charged */
"The Battery has been charged" = "バッテリーの充電が完了しました";

/* The Battery is now charging */
"The Battery is now charging" = "バッテリー充電中";

/* Unregistered */
"Unregistered" = "未登録";

/* Version %@ (%@) */
"Version %@ (%@)" = "バージョン %1$@ (%2$@)";

/* View */
"View" = "表示";

/* yes */
"yes" = "はい";

/* Yes */
"Yes" = "はい";

/* Zoom */
"Zoom" = "ズーム";

